static/MI/MI.org
#+TITLE: Metodología de la Investigación (Sistematización & nuevos enfoques)
#+AUTHOR: Hans Sigrist
#+EMAIL: hans.sigrist@uac.cl
#+DATE: Sat Jun 05 17:41:36 2016
#+OPTIONS: html-link-use-abs-url:t html-postamble:t
#+OPTIONS: html-preamble:t html-scripts:t html-style:t
#+OPTIONS: html5-fancy:t tex:t
#+OPTIONS: toc:nil num:t
#+HTML_DOCTYPE: html5
#+HTML_CONTAINER: div
#+DESCRIPTION: Sistematización, enfoques, fichas de estudio y visiones personales en Metodología de la Investigación.
#+KEYWORDS: metodología de la investigación
#+HTML_LINK_HOME: http://hsigrist.github.io
#+HTML_LINK_UP: http://hsigrist.github.io/docencia/
#+HTML_MATHJAX: path:"https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"
#+HTML_HEAD: <link rel="stylesheet" href="Grump.css" />
#+SUBTITLE: Notas Módulo Metodología de la Investigación - Magíster en Docencia Universitaria (MDU) - Otoño 2016 - UAC-SF · Prof. Hans Sigrist
#+LANGUAGE: es


#+TOC: headlines 3
* Concepto de investigación
** Algunas definiciones
- "Genéricamente, la investigación es una actividad del hombre, orientada a descubrir algo desconocido" (Sierra Bravo, 1991, p.27).
- "Una investigación puede definirse como un esfuerzo que se emprende para resolver un problema, claro está, un problema de conocimiento" parencite:sabino2014proceso 
- La investigación es una actividad encaminada a la solución de problemas. Su objetivo consiste en hallar respuesta a preguntas mediante el empleo de procesos científicos cite:bervian2002metodologia.

Según cite:arias2012proyecto, la investigación implica:
- El descubrimiento de algún aspecto de la realidad; y
- La producción de un nuevo conocimiento, el cual puede estar dirigido a incrementar los postulados teóricos de una determinada ciencia (investigación básica o pura) o puede tener una aplicación inmediata en la solución de problemas prác,cos (investigación aplicada).
** Qué no es investigar
Según cite:arias2012proyecto, son actividades distintas a la investigación científica:
- El diseño de un programa instruccional, o de un plan de estudios;
- El desarrollo de sistemas de información;
- Los planes o proyectos de carácter económico, social, o tecnológico; y
- Las propuestas de cualquier índole.

No obstante, en los casos anteriores, la investigación debe estar presente cuando se pretende arribar a un diagnóstico de necesidades, o cuando el objetivo es probar la efectividad del plan, programa o proyecto (cite:arias2012proyecto). Por consiguiente, en el plano de la investigación educativa, se puede analizar o evaluar la efectividad de un programa, desde algún modelo de evaluación de programas, tal como, el modelo Context, Input, Process, Product (Stufellbeam & Shinkfield, 1987), conocido por su acrónimo CIPP.

Investigar es un proceso dirigido a la solución de problemas del saber, mediante la obtención de nuevos conocimientos (cite:arias2012proyecto). Dicho proceso comprende las siguientes etapas:
- Planificación;
- Ejecución o desarrollo; y
- Divulgación.

* Consejos prácticos para realizar una tesis

¿Qué buscamos en un trabajo de tesis? Esencialmente, buscamos demostrar que somos personas autónomas, que poseemos las competencias necesarias para graduarnos, y que tenemos la capacidad para cuestionarnos la realidad, de manera crítica, respondiendo a una determinada interrogante o pregunta. Para ello necesitamos aplicar nuestras habilidades de pensamiento de orden superior, pues sólo así seremos capaces de delimitar bien el problema de investigación y hacer un uso correcto, pertinente y estratégico de las fuentes, básicamente estado del arte y literatura relacionada. No a la inversa. Por cierto, se entiende que muchos tengamos grandes aspiraciones y deseos de cambio, pero, hay que tener presente que no se trata de hacer la obra maestra de nuestra vida, ni tampoco de reinventar la rueda. Más concretamente, se trata de un trabajo de graduación de alta exigencia académica y mucha dedicación, pero lograble.

** Consejos metodológicos prácticos:
1. Identifique un problema a investigar relacionado con su área formativa e inscrito dentro de las líneas de investigación establecidas por la institución educativa respectiva.
2. Indague sobre el estado del arte del problema a investigar. Esto le permitirá tener un punto de referencia para su estudio. De lo contrario, su trabajo se hará cuesta arriba.
3. Delimite el problema de investigación, tanto temática, espacial, como temporalmente. Por ejemplo, es muy distinto estudiar el problema a nivel nacional que en un contexto determinado (escenario del estudio).
4. Plantee el problema de investigación desde una perspectiva general o macro hasta llegar a contextualizarlo desde una perspectiva más específica (micro contexto o escenario del estudio).
5. Formule el problema de investigación mediante una interrogante rectora o pregunta principal, que esté lo suficientemente bien delimitada y que sea coherente con el tipo de investigación, según su finalidad, medios utilizados, nivel de conocimientos (alcance) y paradigma desde el cual el estudio será enfocado.
6. Tenga en cuenta que debe definir las variables para su estudio, tanto de forma conceptual como operacional. Normalmente, la definición conceptual de las variables se logra en el marco teórico referencial, mientras que la definición operacional se realiza en el marco metodológico, a través de una matriz o tabla de operacionalización de variables, la cual debe incluir los objetivos, las variables, las dimensiones, los indicadores y los ítems respectivos.
7. Considere la viabilidad de la investigación, también conocida como factibilidad, tomando en cuenta, como mínimo, las capacidades técnicas y recursos humanos (factibilidad técnica), los recursos financieros (factibilidad económica) y las autorizaciones o permisos correspondientes para realizar la investigación en un lugar determinado (factibilidad institucional).

