public/MI/MI.html
<!DOCTYPE html>
<html lang="es">
<head>
<!-- 2016-11-27 Sun 15:27 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Metodología de la Investigación (Sistematización &amp; nuevos enfoques)</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Hans Sigrist">
<meta name="description" content="Sistematización, enfoques, fichas de estudio y visiones personales en Metodología de la Investigación."
>
<meta name="keywords" content="metodología de la investigación">
<link rel="stylesheet" href="Grump.css" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="http://hsigrist.github.io/docencia/"> UP </a>
 |
 <a accesskey="H" href="http://hsigrist.github.io"> HOME </a>
</div><div id="wrapper">
<header>
<h1 class="title">Metodología de la Investigación (Sistematización &amp; nuevos enfoques)</h1>
<p class="subtitle">Notas Módulo Metodología de la Investigación - Magíster en Docencia Universitaria (MDU) - Otoño 2016 - UAC-SF · Prof. Hans Sigrist</p>
</header><nav id="table-of-contents">
<h2>&Iacute;ndice</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org8a46e55">1. Concepto de investigación</a>
<ul>
<li><a href="#org7588967">1.1. Algunas definiciones</a></li>
<li><a href="#org156625b">1.2. Qué no es investigar</a></li>
</ul>
</li>
<li><a href="#orgbc3ff01">2. Consejos prácticos para realizar una tesis</a>
<ul>
<li><a href="#org1f45268">2.1. Consejos metodológicos prácticos:</a></li>
<li><a href="#org766af68">2.2. Consejos autorregulatorios prácticos:</a></li>
</ul>
</li>
<li><a href="#orge3b6c65">3. Tipología de investigaciones</a>
<ul>
<li><a href="#org5b0eb0e">3.1. Según</a></li>
</ul>
</li>
<li><a href="#orgd2f9a6f">4. Elaboración del marco teórico</a>
<ul>
<li><a href="#org8cb64cc">4.1. ¿Qué es el marco teórico?</a></li>
<li><a href="#org81293bb">4.2. Consejo práctico</a></li>
<li><a href="#org8ca30f1">4.3. ¿Qué partes componen el marco teórico?</a></li>
<li><a href="#orgafb313e">4.4. Estructura del marco teórico</a></li>
<li><a href="#org1d67c64">4.5. Funciones del marco teórico</a></li>
<li><a href="#org94e063c">4.6. Importancia del lenguaje teórico</a></li>
<li><a href="#org82c4110">4.7. ¿Cuándo manejamos el lenguaje teórico?</a></li>
<li><a href="#org422f198">4.8. Construcción de argumentos</a></li>
</ul>
</li>
<li><a href="#org9fc8a2f">5. Conceptos previos</a>
<ul>
<li><a href="#org7cc8284">5.1. Al iniciar:</a></li>
<li><a href="#org37596cf">5.2. Selección tema</a></li>
<li><a href="#org305346d">5.3. Tema &amp; título</a></li>
</ul>
</li>
<li><a href="#org7205471">6. Preguntas básicas para iniciar una investigación</a>
<ul>
<li><a href="#org51526e2">6.1. Introducción</a></li>
<li><a href="#orgb4f6597">6.2. Definir límites</a></li>
<li><a href="#orgb94d2fe">6.3. No innovar sobre la marcha</a></li>
<li><a href="#org25cb69a">6.4. Responda a sí mismo</a></li>
<li><a href="#orgcbdcc4d">6.5. Definir términos</a></li>
<li><a href="#orgce57070">6.6. Generar un trampolín</a></li>
<li><a href="#org3c2f59f">6.7. Pregúntese a sí mismo</a></li>
</ul>
</li>
<li><a href="#orgdc2deae">7. Paradigmas en investigación educativa</a></li>
<li><a href="#orgec42ccc">8. Diseño de investigaciones</a>
<ul>
<li><a href="#org9d2808a">8.1. Diseño de investigación</a></li>
<li><a href="#org630679a">8.2. Tipos de diseños</a></li>
</ul>
</li>
<li><a href="#org7ce2702">9. Referencias</a></li>
</ul>
</div>
</nav>
<div id="outline-container-org8a46e55" class="outline-2">
<h2 id="org8a46e55"><span class="section-number-2">1</span> Concepto de investigación</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-org7588967" class="outline-3">
<h3 id="org7588967"><span class="section-number-3">1.1</span> Algunas definiciones</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>&laquo;Genéricamente, la investigación es una actividad del hombre, orientada a descubrir algo desconocido&raquo; (Sierra Bravo, 1991, p.27).</li>
<li>&laquo;Una investigación puede definirse como un esfuerzo que se emprende para resolver un problema, claro está, un problema de conocimiento&raquo; <a class='org-ref-reference' href="#sabino2014proceso">sabino2014proceso</a></li>
<li>La investigación es una actividad encaminada a la solución de problemas. Su objetivo consiste en hallar respuesta a preguntas mediante el empleo de procesos científicos <a class='org-ref-reference' href="#bervian2002metodologia">bervian2002metodologia</a>.</li>
</ul>

<p>
Según <a class='org-ref-reference' href="#arias2012proyecto">arias2012proyecto</a>, la investigación implica:
</p>
<ul class="org-ul">
<li>El descubrimiento de algún aspecto de la realidad; y</li>
<li>La producción de un nuevo conocimiento, el cual puede estar dirigido a incrementar los postulados teóricos de una determinada ciencia (investigación básica o pura) o puede tener una aplicación inmediata en la solución de problemas prác,cos (investigación aplicada).</li>
</ul>
</div>
</div>
<div id="outline-container-org156625b" class="outline-3">
<h3 id="org156625b"><span class="section-number-3">1.2</span> Qué no es investigar</h3>
<div class="outline-text-3" id="text-1-2">
<p>
Según <a class='org-ref-reference' href="#arias2012proyecto">arias2012proyecto</a>, son actividades distintas a la investigación científica:
</p>
<ul class="org-ul">
<li>El diseño de un programa instruccional, o de un plan de estudios;</li>
<li>El desarrollo de sistemas de información;</li>
<li>Los planes o proyectos de carácter económico, social, o tecnológico; y</li>
<li>Las propuestas de cualquier índole.</li>
</ul>

<p>
No obstante, en los casos anteriores, la investigación debe estar presente cuando se pretende arribar a un diagnóstico de necesidades, o cuando el objetivo es probar la efectividad del plan, programa o proyecto (<a class='org-ref-reference' href="#arias2012proyecto">arias2012proyecto</a>). Por consiguiente, en el plano de la investigación educativa, se puede analizar o evaluar la efectividad de un programa, desde algún modelo de evaluación de programas, tal como, el modelo Context, Input, Process, Product (Stufellbeam &amp; Shinkfield, 1987), conocido por su acrónimo CIPP.
</p>

<p>
Investigar es un proceso dirigido a la solución de problemas del saber, mediante la obtención de nuevos conocimientos (<a class='org-ref-reference' href="#arias2012proyecto">arias2012proyecto</a>). Dicho proceso comprende las siguientes etapas:
</p>
<ul class="org-ul">
<li>Planificación;</li>
<li>Ejecución o desarrollo; y</li>
<li>Divulgación.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgbc3ff01" class="outline-2">
<h2 id="orgbc3ff01"><span class="section-number-2">2</span> Consejos prácticos para realizar una tesis</h2>
<div class="outline-text-2" id="text-2">
<p>
¿Qué buscamos en un trabajo de tesis? Esencialmente, buscamos demostrar que somos personas autónomas, que poseemos las competencias necesarias para graduarnos, y que tenemos la capacidad para cuestionarnos la realidad, de manera crítica, respondiendo a una determinada interrogante o pregunta. Para ello necesitamos aplicar nuestras habilidades de pensamiento de orden superior, pues sólo así seremos capaces de delimitar bien el problema de investigación y hacer un uso correcto, pertinente y estratégico de las fuentes, básicamente estado del arte y literatura relacionada. No a la inversa. Por cierto, se entiende que muchos tengamos grandes aspiraciones y deseos de cambio, pero, hay que tener presente que no se trata de hacer la obra maestra de nuestra vida, ni tampoco de reinventar la rueda. Más concretamente, se trata de un trabajo de graduación de alta exigencia académica y mucha dedicación, pero lograble.
</p>
</div>

<div id="outline-container-org1f45268" class="outline-3">
<h3 id="org1f45268"><span class="section-number-3">2.1</span> Consejos metodológicos prácticos:</h3>
<div class="outline-text-3" id="text-2-1">
<ol class="org-ol">
<li>Identifique un problema a investigar relacionado con su área formativa e inscrito dentro de las líneas de investigación establecidas por la institución educativa respectiva.</li>
<li>Indague sobre el estado del arte del problema a investigar. Esto le permitirá tener un punto de referencia para su estudio. De lo contrario, su trabajo se hará cuesta arriba.</li>
<li>Delimite el problema de investigación, tanto temática, espacial, como temporalmente. Por ejemplo, es muy distinto estudiar el problema a nivel nacional que en un contexto determinado (escenario del estudio).</li>
<li>Plantee el problema de investigación desde una perspectiva general o macro hasta llegar a contextualizarlo desde una perspectiva más específica (micro contexto o escenario del estudio).</li>
<li>Formule el problema de investigación mediante una interrogante rectora o pregunta principal, que esté lo suficientemente bien delimitada y que sea coherente con el tipo de investigación, según su finalidad, medios utilizados, nivel de conocimientos (alcance) y paradigma desde el cual el estudio será enfocado.</li>
<li>Tenga en cuenta que debe definir las variables para su estudio, tanto de forma conceptual como operacional. Normalmente, la definición conceptual de las variables se logra en el marco teórico referencial, mientras que la definición operacional se realiza en el marco metodológico, a través de una matriz o tabla de operacionalización de variables, la cual debe incluir los objetivos, las variables, las dimensiones, los indicadores y los ítems respectivos.</li>
<li>Considere la viabilidad de la investigación, también conocida como factibilidad, tomando en cuenta, como mínimo, las capacidades técnicas y recursos humanos (factibilidad técnica), los recursos financieros (factibilidad económica) y las autorizaciones o permisos correspondientes para realizar la investigación en un lugar determinado (factibilidad institucional).</li>
</ol>
</div>
</div>
