static/MI/MI.org
** Consejos autorregulatorios prácticos:
1. Elija un tema que le interese o apasione. Desde mi punto de vista, esto marca una gran diferencia desde el inicio.
2. Sea organizado, disciplinado y metódico. El trabajo de tesis requiere mucha planificación.
3. Aproveche cualquier tajada de tiempo que tenga, aunque sea para realizar una tarea mínima.
4. Asegúrese de dejar parte de la semana para trabajar en su tesis, de manera focalizada. Las tareas cognitivas difíciles requieren mucha concentración.
5. Planifique su investigación por partes. ¿Qué haré hoy, mañana, este fin de semana, el próximo mes? Esto es muy distinto a la carta Gantt, que muchas veces se transforma meramente en un tema formal.
6. Sea resiliente ante las retroalimentaciones de sus tutores o profesores guía. A veces, las observaciones pueden ser demoledoras. No deje que los comentarios sobre desempeños descendidos lo desmotive. Todos hemos pasado por este proceso.

* Tipología de investigaciones
** Según
- Según la finalidad o propósito :: *Básica* (pura, teórica o dogmática). *Aplicada* (práctica o empírica).
- Según los medios utilizados :: Documental. De campo. Experimental.
- Según el nivel de conocimientos :: Exploratoria. Descriptiva. Correlacional. Explicativa.
- Investigación básica (pura teórica o empírica) :: Parte de un marco teórico y permanece en él. Formula nuevas teorías o modifica las existentes. Incrementa los conocimientos científicos, sin contrastarlos con ningún aspecto práctico.
- Investigación aplicada (práctica o empírica) :: Busca la aplicación de los conocimientos. Requiere de un marco teórico. Se orienta al mejoramiento de un área disciplinar.
- Investigación documental :: Se apoya en fuentes de carácter documental, tales como, fuentes bibliográficas (libros, ensayos, arNculos) o fuentes hemerográficas (cartas, circulares, correos electrónicos, etc.).
- Investigación de campo :: Se apoya en información que proviene de entrevistas, encuestas y observaciones. Requiere la revisión del estado del arte y la consulta documental.
- Investigación experimental :: Se apoya en la información obtenida a través de un experimento o experiencia realizados intencionadamente por el investigador. Modifica la realidad con el fin de crear el fenómeno mismo que se investiga. Requiere la formulación de hipótesis.
- Investigación exploratoria :: Describe los aspectos fundamentales de un problema y encuentra los procedimientos adecuados para elaborar una investigación posterior. Abre líneas de investigación a partir de sus resultados.
- Investigación descriptiva :: Caracteriza al objeto de estudio, señalando sus peculiaridades o propiedades. Permite sistema/zar la información obtenida del objeto de estudio. Mide, evalúa, recolecta datos sobre las características del fenómeno en estudio.
- Investigación correlacional :: Busca predecir el comportamiento de una variable con base al comportamiento conocido de otra. Evalúa el grado de relación entre dos variables. Estudia las relaciones entre las variables dependientes e independientes. En algunos casos, requiere la formulación de hipótesis.
- Investigación explicativa :: Busca las razones o causas, que provocan ciertos eventos, sucesos o fenómenos. Explica por qué ocurre el fenómeno, en qué condiciones y por qué se relacionan dos o más variables. Es más estructurada. Incluye los propósitos de exploración, descripción y correlación.
* Elaboración del marco teórico
** ¿Qué es el marco teórico?
El Marco Teórico es una investigación documental y bibliográfica que nos permite tomar decisiones en el diseño de nuestra investigación para así orientar el análisis de los datos recogidos. Más concretamente, nos ayuda a ordenar nuestra investigación con foco en la teoría u opción teórica que estamos siguiendo como modelo del problema que estamos investigando.

Independientemente del enfoque que sigamos, siempre debemos consultar papers, revistas científicas, tesis, materiales de Internet, testimonios de expertos y toda fuente que se relacione con nuestra investigación (cite:hernandez2010metodologia).

** Consejo práctico
Cuando esté elaborando su marco teórico, refiérase al conocimiento desarrollado sobre el tema, especialmente sobre las variables en estudio. Qué entiende por ellas, qué acercamientos 9enen diversos autores, años, países, corrientes, qué puntos de vista contrastante, complementarios o discordantes existen; cuales son los conceptos o definición que usted adopta en su estudio, ¿cuál es su opción teórica?

** ¿Qué partes componen el marco teórico?
El marco teórico se compone de tres partes:
- Marco teórico :: conjunto de proposiciones relativas al problema que estamos investigado;
- Marco referencial :: estudios que abordan el problema que estamos investigando y que nos sirven como antecedentes; y
- Marco conceptual :: conjunto de conceptos más importantes de nuestra investigación.

** Estructura del marco teórico

El marco teórico puede presentar la siguiente estructura:
- Antecedentes de la investigación
- Bases teóricas
- Bases legales (si aplica)
- Definición conceptual de variables
- Definición de términos básicos
** Funciones del marco teórico
Según cite:hernandez2010metodologia, el marco teórico cumple diversas funciones dentro de una investigación, entre las cuales destacan las siguientes seis:
1.  Ayuda a prevenir errores que se han cometido en otros estudios.
2.  Orienta sobre cómo habrá́ de llevarse a cabo el estudio. En efecto, al acudir a los antecedentes, nos podemos dar cuenta de cómo ha sido tratado un problema específico de investigación (qué tipos de estudios se han efectuado, con qué 9po de sujetos, cómo se han recolectado los datos, en qué lugares se han llevado a cabo, qué diseños se han utilizado).
3.  Amplía el horizonte del estudio y guía al investigador para que éste se centre en su problema evitando desviaciones del planteamiento original.
4.  Conduce al establecimiento de hipótesis o afirmaciones que más tarde habrán de someterse a prueba en la realidad.
5.  Inspira nuevas líneas y áreas de investigación (Yurén Camarena, 2000).
6.  Provee de un marco de referencia para interpretar los resultados del estudio.

