public/MI/MI.html

<div id="outline-container-org766af68" class="outline-3">
<h3 id="org766af68"><span class="section-number-3">2.2</span> Consejos autorregulatorios prácticos:</h3>
<div class="outline-text-3" id="text-2-2">
<ol class="org-ol">
<li>Elija un tema que le interese o apasione. Desde mi punto de vista, esto marca una gran diferencia desde el inicio.</li>
<li>Sea organizado, disciplinado y metódico. El trabajo de tesis requiere mucha planificación.</li>
<li>Aproveche cualquier tajada de tiempo que tenga, aunque sea para realizar una tarea mínima.</li>
<li>Asegúrese de dejar parte de la semana para trabajar en su tesis, de manera focalizada. Las tareas cognitivas difíciles requieren mucha concentración.</li>
<li>Planifique su investigación por partes. ¿Qué haré hoy, mañana, este fin de semana, el próximo mes? Esto es muy distinto a la carta Gantt, que muchas veces se transforma meramente en un tema formal.</li>
<li>Sea resiliente ante las retroalimentaciones de sus tutores o profesores guía. A veces, las observaciones pueden ser demoledoras. No deje que los comentarios sobre desempeños descendidos lo desmotive. Todos hemos pasado por este proceso.</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-orge3b6c65" class="outline-2">
<h2 id="orge3b6c65"><span class="section-number-2">3</span> Tipología de investigaciones</h2>
<div class="outline-text-2" id="text-3">
</div><div id="outline-container-org5b0eb0e" class="outline-3">
<h3 id="org5b0eb0e"><span class="section-number-3">3.1</span> Según</h3>
<div class="outline-text-3" id="text-3-1">
<dl class="org-dl">
<dt>Según la finalidad o propósito</dt><dd><b>Básica</b> (pura, teórica o dogmática). <b>Aplicada</b> (práctica o empírica).</dd>
<dt>Según los medios utilizados</dt><dd>Documental. De campo. Experimental.</dd>
<dt>Según el nivel de conocimientos</dt><dd>Exploratoria. Descriptiva. Correlacional. Explicativa.</dd>
<dt>Investigación básica (pura teórica o empírica)</dt><dd>Parte de un marco teórico y permanece en él. Formula nuevas teorías o modifica las existentes. Incrementa los conocimientos científicos, sin contrastarlos con ningún aspecto práctico.</dd>
<dt>Investigación aplicada (práctica o empírica)</dt><dd>Busca la aplicación de los conocimientos. Requiere de un marco teórico. Se orienta al mejoramiento de un área disciplinar.</dd>
<dt>Investigación documental</dt><dd>Se apoya en fuentes de carácter documental, tales como, fuentes bibliográficas (libros, ensayos, arNculos) o fuentes hemerográficas (cartas, circulares, correos electrónicos, etc.).</dd>
<dt>Investigación de campo</dt><dd>Se apoya en información que proviene de entrevistas, encuestas y observaciones. Requiere la revisión del estado del arte y la consulta documental.</dd>
<dt>Investigación experimental</dt><dd>Se apoya en la información obtenida a través de un experimento o experiencia realizados intencionadamente por el investigador. Modifica la realidad con el fin de crear el fenómeno mismo que se investiga. Requiere la formulación de hipótesis.</dd>
<dt>Investigación exploratoria</dt><dd>Describe los aspectos fundamentales de un problema y encuentra los procedimientos adecuados para elaborar una investigación posterior. Abre líneas de investigación a partir de sus resultados.</dd>
<dt>Investigación descriptiva</dt><dd>Caracteriza al objeto de estudio, señalando sus peculiaridades o propiedades. Permite sistema/zar la información obtenida del objeto de estudio. Mide, evalúa, recolecta datos sobre las características del fenómeno en estudio.</dd>
<dt>Investigación correlacional</dt><dd>Busca predecir el comportamiento de una variable con base al comportamiento conocido de otra. Evalúa el grado de relación entre dos variables. Estudia las relaciones entre las variables dependientes e independientes. En algunos casos, requiere la formulación de hipótesis.</dd>
<dt>Investigación explicativa</dt><dd>Busca las razones o causas, que provocan ciertos eventos, sucesos o fenómenos. Explica por qué ocurre el fenómeno, en qué condiciones y por qué se relacionan dos o más variables. Es más estructurada. Incluye los propósitos de exploración, descripción y correlación.</dd>
</dl>
</div>
</div>
</div>
<div id="outline-container-orgd2f9a6f" class="outline-2">
<h2 id="orgd2f9a6f"><span class="section-number-2">4</span> Elaboración del marco teórico</h2>
<div class="outline-text-2" id="text-4">
</div><div id="outline-container-org8cb64cc" class="outline-3">
<h3 id="org8cb64cc"><span class="section-number-3">4.1</span> ¿Qué es el marco teórico?</h3>
<div class="outline-text-3" id="text-4-1">
<p>
El Marco Teórico es una investigación documental y bibliográfica que nos permite tomar decisiones en el diseño de nuestra investigación para así orientar el análisis de los datos recogidos. Más concretamente, nos ayuda a ordenar nuestra investigación con foco en la teoría u opción teórica que estamos siguiendo como modelo del problema que estamos investigando.
</p>

<p>
Independientemente del enfoque que sigamos, siempre debemos consultar papers, revistas científicas, tesis, materiales de Internet, testimonios de expertos y toda fuente que se relacione con nuestra investigación (<a class='org-ref-reference' href="#hernandez2010metodologia">hernandez2010metodologia</a>).
</p>
</div>
</div>

<div id="outline-container-org81293bb" class="outline-3">
<h3 id="org81293bb"><span class="section-number-3">4.2</span> Consejo práctico</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Cuando esté elaborando su marco teórico, refiérase al conocimiento desarrollado sobre el tema, especialmente sobre las variables en estudio. Qué entiende por ellas, qué acercamientos 9enen diversos autores, años, países, corrientes, qué puntos de vista contrastante, complementarios o discordantes existen; cuales son los conceptos o definición que usted adopta en su estudio, ¿cuál es su opción teórica?
</p>
</div>
</div>

<div id="outline-container-org8ca30f1" class="outline-3">
<h3 id="org8ca30f1"><span class="section-number-3">4.3</span> ¿Qué partes componen el marco teórico?</h3>
<div class="outline-text-3" id="text-4-3">
<p>
El marco teórico se compone de tres partes:
</p>
<dl class="org-dl">
<dt>Marco teórico</dt><dd>conjunto de proposiciones relativas al problema que estamos investigado;</dd>
<dt>Marco referencial</dt><dd>estudios que abordan el problema que estamos investigando y que nos sirven como antecedentes; y</dd>
<dt>Marco conceptual</dt><dd>conjunto de conceptos más importantes de nuestra investigación.</dd>
</dl>
</div>
</div>

<div id="outline-container-orgafb313e" class="outline-3">
<h3 id="orgafb313e"><span class="section-number-3">4.4</span> Estructura del marco teórico</h3>
<div class="outline-text-3" id="text-4-4">
<p>
El marco teórico puede presentar la siguiente estructura:
</p>
<ul class="org-ul">
<li>Antecedentes de la investigación</li>
<li>Bases teóricas</li>
<li>Bases legales (si aplica)</li>
<li>Definición conceptual de variables</li>
<li>Definición de términos básicos</li>
</ul>
</div>
</div>
<div id="outline-container-org1d67c64" class="outline-3">
<h3 id="org1d67c64"><span class="section-number-3">4.5</span> Funciones del marco teórico</h3>
<div class="outline-text-3" id="text-4-5">
<p>
Según <a class='org-ref-reference' href="#hernandez2010metodologia">hernandez2010metodologia</a>, el marco teórico cumple diversas funciones dentro de una investigación, entre las cuales destacan las siguientes seis:
</p>
<ol class="org-ol">
<li>Ayuda a prevenir errores que se han cometido en otros estudios.</li>
<li>Orienta sobre cómo habrá́ de llevarse a cabo el estudio. En efecto, al acudir a los antecedentes, nos podemos dar cuenta de cómo ha sido tratado un problema específico de investigación (qué tipos de estudios se han efectuado, con qué 9po de sujetos, cómo se han recolectado los datos, en qué lugares se han llevado a cabo, qué diseños se han utilizado).</li>
<li>Amplía el horizonte del estudio y guía al investigador para que éste se centre en su problema evitando desviaciones del planteamiento original.</li>
<li>Conduce al establecimiento de hipótesis o afirmaciones que más tarde habrán de someterse a prueba en la realidad.</li>
<li>Inspira nuevas líneas y áreas de investigación (Yurén Camarena, 2000).</li>
<li>Provee de un marco de referencia para interpretar los resultados del estudio.</li>
</ol>
</div>
</div>
