static/MI/MI.org
** Importancia del lenguaje teórico
Cuando investigamos nos sumergimos en una disciplina que vemos desde dos niveles dis9ntos: el lenguaje ordinario que u9lizamos en nuestra vida cotidiana y el lenguaje teórico, que u9lizamos en un campo disciplinar.

De hecho, uno de los mayores problemas que enfrentamos los profesores de metodología de la investigación es precisamente lograr que nuestros estudiantes dejen de lado el lenguaje ordinario y asuman el lenguaje teórico para significar la realidad, que están investigando.

** ¿Cuándo manejamos el lenguaje teórico?
Cuando mediante un metalenguaje somos capaces de generar abstracciones y generalizaciones para explicar los fenómenos que ocurren en nuestra realidad, estamos utilizando un lenguaje teórico.

|------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| Concepto               | Fenómeno                                                                                                                                                                 | Interpretación                                                                                                                                                          |
|------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| Aprendizaje multimodal | Aprendizaje adquirido mediante diversos modos simultáneos de disposición de la información, que incluyen medios escritos, gráficos, visuales, auditivos y multimediales. | Con este concepto, el autor hace referencia a la capacidad de aprender una lengua extranjera (L2), utilizando textos multimodales, que integran pistas extra textuales. |
|------------------------+--------------------------------------------------------------------------------------------------------------------------------------------------------------------------+-------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

** Construcción de argumentos

Un argumento es la exposición fundamentada que nos permite sostener una afirmación. Por tanto, toda afirmación que realicemos en el contexto de una investigación debe ser sustentada mediante la exposición de evidencia empírica, encontrada en otros estudios relacionados o formalizados en la teoría.

* Conceptos previos
** Al iniciar:
- El tema
- El título
- El problema
- El supuesto
- La idea

** Selección tema
La selección del tema puede ser influenciada por un interés:
- personal
- profesional
- por la influencia de un profesor cercano

El paso inicial incluye:
- Indagación superficial (La indagación profunda, se posterga para el trabajo de investigación posterior).

** Tema & título
Se investiga sobre lo que interesa para saber qué se puede hacer. El tema parte de una idea inicial. Seleccionar un tema consiste en *enunciar el área sobre la que se quiere trabajar*. Lo siguiente es detectar la existencia de un problema. /Otro paso es formular un título a partir de un tema/.
- Idea inicial
- Tema :: enunciar el área
- Detectar la existencia de un problema
- Formular título a partir del problema

****** El tema parte de una idea inicial                  :idea:inicial:
****** Seleccionar el tema consiste en enunciar el área sobre la que se quiere trabajar :enunciar:area:
****** Detectar la existencia de un problema         :detectar:problema:
****** Formular título para el problema                :formular:titulo:

|----------------------+----------------------------------|
| Bruma o neblina      | El principal problema no es la   |
| no se tiene claridad | falta de definición, sino lo que |
|                      | normalmente se provoca es una    |
|                      | primera sensación.               |
| Dónde arrimarse      | - Como si no hubieran problemas  |
|                      | por resolver                     |
|                      | - Como si ya todo estuviese      |
|                      | resuelto                         |
| Parece que todo se   | Una investigación detallada      |
| encuentra hecho      | revelará que todavía falta       |
|                      | mucho por resolver.              |
|----------------------+----------------------------------|

Normalmente, un buen título resume estratégicamente todo el contenido de una investigación. Debe incluir:
- El tema a investigar
- *Al menos dos variables*
- La espacialidad (¿Dónde?)
- La temporalidad (¿Cuándo?)

- Con mucha más información el investigador podría abrumarse :: Durante el desarrollo, el investigador se encontrara con  muchas más información de la que inicialmente  había considerado.

- El investigador podría inclinarse a incluirlo todo :: La inclinación es a incorporar todo aquello que el investigador descubra.

- Sin embargo, aún queda mucho por descubrir :: Aunque parezca lo contrario, aún quedan muchas cosas por investigar, pero éstas deben descubrirse.

* Preguntas básicas para iniciar una investigación
** Introducción
*Una vez analizado el tema, se asume un enfoque particular, que debe ser coherente con las preguntas y objetivos a plantear. El investigador debe mantener coherencia constructiva con todos los elementos de una tesis, desde las preguntas y objetivos de investigación hasta las conclusiones.* 

- ¿De qué se trata el tema?
- ¿Qué quiero conocer?

Así se entiende mejor el problema, antes de buscarle una solución :: También debe tener claridad del problema y no quedarse en la penumbra.

El planteamiento del problema se aborda describiendo algunos aspectos que más lo caracterizan, tales como *su identificación*, *tipos* y *etapas*. (cite:latorre1996bases)

****** Identificación 
****** Valoración
****** Formulación
****** Tipos
****** Etapas

Otra perspectiva es que el problema surja como consecuencia de:

******** Un cuestionamiento tras la comprensión o explicación de un fenómeno educativo (Dewey, 1983) :cuestionamiento:fenomeno: :obstaculo:
******** Algún obstáculo o dificultad (Dewey, 1983)
