public/MI/MI.html

<div id="outline-container-org94e063c" class="outline-3">
<h3 id="org94e063c"><span class="section-number-3">4.6</span> Importancia del lenguaje teórico</h3>
<div class="outline-text-3" id="text-4-6">
<p>
Cuando investigamos nos sumergimos en una disciplina que vemos desde dos niveles dis9ntos: el lenguaje ordinario que u9lizamos en nuestra vida cotidiana y el lenguaje teórico, que u9lizamos en un campo disciplinar.
</p>

<p>
De hecho, uno de los mayores problemas que enfrentamos los profesores de metodología de la investigación es precisamente lograr que nuestros estudiantes dejen de lado el lenguaje ordinario y asuman el lenguaje teórico para significar la realidad, que están investigando.
</p>
</div>
</div>

<div id="outline-container-org82c4110" class="outline-3">
<h3 id="org82c4110"><span class="section-number-3">4.7</span> ¿Cuándo manejamos el lenguaje teórico?</h3>
<div class="outline-text-3" id="text-4-7">
<p>
Cuando mediante un metalenguaje somos capaces de generar abstracciones y generalizaciones para explicar los fenómenos que ocurren en nuestra realidad, estamos utilizando un lenguaje teórico.
</p>

<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Concepto</th>
<th scope="col" class="org-left">Fenómeno</th>
<th scope="col" class="org-left">Interpretación</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Aprendizaje multimodal</td>
<td class="org-left">Aprendizaje adquirido mediante diversos modos simultáneos de disposición de la información, que incluyen medios escritos, gráficos, visuales, auditivos y multimediales.</td>
<td class="org-left">Con este concepto, el autor hace referencia a la capacidad de aprender una lengua extranjera (L2), utilizando textos multimodales, que integran pistas extra textuales.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org422f198" class="outline-3">
<h3 id="org422f198"><span class="section-number-3">4.8</span> Construcción de argumentos</h3>
<div class="outline-text-3" id="text-4-8">
<p>
Un argumento es la exposición fundamentada que nos permite sostener una afirmación. Por tanto, toda afirmación que realicemos en el contexto de una investigación debe ser sustentada mediante la exposición de evidencia empírica, encontrada en otros estudios relacionados o formalizados en la teoría.
</p>
</div>
</div>
</div>

<div id="outline-container-org9fc8a2f" class="outline-2">
<h2 id="org9fc8a2f"><span class="section-number-2">5</span> Conceptos previos</h2>
<div class="outline-text-2" id="text-5">
</div><div id="outline-container-org7cc8284" class="outline-3">
<h3 id="org7cc8284"><span class="section-number-3">5.1</span> Al iniciar:</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>El tema</li>
<li>El título</li>
<li>El problema</li>
<li>El supuesto</li>
<li>La idea</li>
</ul>
</div>
</div>

<div id="outline-container-org37596cf" class="outline-3">
<h3 id="org37596cf"><span class="section-number-3">5.2</span> Selección tema</h3>
<div class="outline-text-3" id="text-5-2">
<p>
La selección del tema puede ser influenciada por un interés:
</p>
<ul class="org-ul">
<li>personal</li>
<li>profesional</li>
<li>por la influencia de un profesor cercano</li>
</ul>

<p>
El paso inicial incluye:
</p>
<ul class="org-ul">
<li>Indagación superficial (La indagación profunda, se posterga para el trabajo de investigación posterior).</li>
</ul>
</div>
</div>

<div id="outline-container-org305346d" class="outline-3">
<h3 id="org305346d"><span class="section-number-3">5.3</span> Tema &amp; título</h3>
<div class="outline-text-3" id="text-5-3">
<p>
Se investiga sobre lo que interesa para saber qué se puede hacer. El tema parte de una idea inicial. Seleccionar un tema consiste en <b>enunciar el área sobre la que se quiere trabajar</b>. Lo siguiente es detectar la existencia de un problema. <i>Otro paso es formular un título a partir de un tema</i>.
</p>
<ul class="org-ul">
<li>Idea inicial</li>
<li id="Tema">enunciar el área</li>
<li>Detectar la existencia de un problema</li>
<li>Formular título a partir del problema</li>
</ul>
</div>

<ol class="org-ol"><li><a id="org5de6be8"></a>El tema parte de una idea inicial&#xa0;&#xa0;&#xa0;<span class="tag"><span class="idea">idea</span>&#xa0;<span class="inicial">inicial</span></span><br ></li>
<li><a id="org385f0fd"></a>Seleccionar el tema consiste en enunciar el área sobre la que se quiere trabajar&#xa0;&#xa0;&#xa0;<span class="tag"><span class="enunciar">enunciar</span>&#xa0;<span class="area">area</span></span><br ></li>
<li><a id="org91d98b4"></a>Detectar la existencia de un problema&#xa0;&#xa0;&#xa0;<span class="tag"><span class="detectar">detectar</span>&#xa0;<span class="problema">problema</span></span><br ></li>
<li><a id="orgece8b06"></a>Formular título para el problema&#xa0;&#xa0;&#xa0;<span class="tag"><span class="formular">formular</span>&#xa0;<span class="titulo">titulo</span></span><br ><div class="outline-text-7" id="text-5-3-0-0-0-4">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<tbody>
<tr>
<td class="org-left">Bruma o neblina</td>
<td class="org-left">El principal problema no es la</td>
</tr>

<tr>
<td class="org-left">no se tiene claridad</td>
<td class="org-left">falta de definición, sino lo que</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">normalmente se provoca es una</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">primera sensación.</td>
</tr>

<tr>
<td class="org-left">Dónde arrimarse</td>
<td class="org-left">- Como si no hubieran problemas</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">por resolver</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">- Como si ya todo estuviese</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">resuelto</td>
</tr>

<tr>
<td class="org-left">Parece que todo se</td>
<td class="org-left">Una investigación detallada</td>
</tr>

<tr>
<td class="org-left">encuentra hecho</td>
<td class="org-left">revelará que todavía falta</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">mucho por resolver.</td>
</tr>
</tbody>
</table>

<p>
Normalmente, un buen título resume estratégicamente todo el contenido de una investigación. Debe incluir:
</p>
<ul class="org-ul">
<li>El tema a investigar</li>
<li><b>Al menos dos variables</b></li>
<li>La espacialidad (¿Dónde?)</li>
<li>La temporalidad (¿Cuándo?)</li>

<li id="Con mucha más información el investigador podría abrumarse">Durante el desarrollo, el investigador se encontrara con  muchas más información de la que inicialmente  había considerado.</li>

<li id="El investigador podría inclinarse a incluirlo todo">La inclinación es a incorporar todo aquello que el investigador descubra.</li>

<li id="Sin embargo, aún queda mucho por descubrir">Aunque parezca lo contrario, aún quedan muchas cosas por investigar, pero éstas deben descubrirse.</li>
</ul>
</div></li></ol>
</div>
</div>

<div id="outline-container-org7205471" class="outline-2">
<h2 id="org7205471"><span class="section-number-2">6</span> Preguntas básicas para iniciar una investigación</h2>
<div class="outline-text-2" id="text-6">
</div><div id="outline-container-org51526e2" class="outline-3">
<h3 id="org51526e2"><span class="section-number-3">6.1</span> Introducción</h3>
<div class="outline-text-3" id="text-6-1">
<p>
<b>Una vez analizado el tema, se asume un enfoque particular, que debe ser coherente con las preguntas y objetivos a plantear. El investigador debe mantener coherencia constructiva con todos los elementos de una tesis, desde las preguntas y objetivos de investigación hasta las conclusiones.</b> 
</p>

<ul class="org-ul">
<li>¿De qué se trata el tema?</li>
<li>¿Qué quiero conocer?</li>
</ul>

<p>
Así se entiende mejor el problema, antes de buscarle una solución :: También debe tener claridad del problema y no quedarse en la penumbra.
</p>

<p>
El planteamiento del problema se aborda describiendo algunos aspectos que más lo caracterizan, tales como <b>su identificación</b>, <b>tipos</b> y <b>etapas</b>. (<a class='org-ref-reference' href="#latorre1996bases">latorre1996bases</a>)
</p>
</div>

<ol class="org-ol"><li><a id="org2d57041"></a>Identificación<br ></li>
<li><a id="org84454bf"></a>Valoración<br ></li>
<li><a id="org09bfe64"></a>Formulación<br ></li>
<li><a id="orgde22001"></a>Tipos<br ></li>
<li><a id="org318ba46"></a>Etapas<br ><div class="outline-text-7" id="text-6-1-0-0-0-5">
<p>
Otra perspectiva es que el problema surja como consecuencia de:
</p>
</div>

<ol class="org-ol"><li><a id="orgdd1b117"></a>Un cuestionamiento tras la comprensión o explicación de un fenómeno educativo (Dewey, 1983) :cuestionamiento:fenomeno:&#xa0;&#xa0;&#xa0;<span class="tag"><span class="obstaculo">obstaculo</span></span><br ></li>
<li><a id="org01a129c"></a>Algún obstáculo o dificultad (Dewey, 1983)<br ></li>
