static/MI/MI.org
******** El efecto de alguna situación educativa susceptible de cambio educativo (Elliot, 1990) :situacion:susceptible:cambio:

** Definir límites
Definir desde el inicio el alcance y los límites de la investigación. Esto se logra definiendo lo mejor posible:
- *el producto que se desea obtener* y
- *los productos intermedios*

Los *productos intermedios* sirven como un mecanismo de control para mantener el desarrollo del trabajo. Los *limites* se establecen mediante el *marco teórico* y las referencias.

** No innovar sobre la marcha
Evitar que la investigación  sea moldeada por hallazgos posteriores. Una vez definido el tema investigación, se debe considerar cuidadosamente si vale la pena o no incorporar nuevas ideas.

#+BEGIN_BLOCK
Una máxima que es positivo recordar es aquella que se produce cuando se inicia un pololeo y luego un noviazgo con un tema, y cuando se dan los primeros pasos, y se queman etapas, iniciándose algo más serio, como el matrimonio que es para toda la vida..., en la medida de lo posible. (Siempre conviene no abortar o divorciarse de un tema).
#+END_BLOCK

** Responda a sí mismo
Intente iniciar un investigación respondiendo a sí mismo:
- ¿Cuál es el área en la que me gustaría centrar mi investigación?
- ¿Dispongo de la información adecuada?
- ¿Existe alguna teoría aplicable?
- ¿Qué título le pondré a la investigación?
- ¿Suena importante?
- ¿Ya tengo el tema, el título?
- ¿Qué quiero investigar?
- ¿Puedo identificar el producto resultante?
- Tengo posibilidades concretas de recoger datos?
** Definir términos
- Aclarar con precisión el fenómeno :: Al enunciar un problema, debe procurar aclarar con precisión el fenómeno a estudiar.
- Comprendrer la distancia entre el lenguaje común y el leguaje técnico :: Una polisemia de ciertos términos muchas veces es necesario precisarlos. Por ejemplo, autonomía, calidad. Una ambigüedad que se presenta por la diferencia entre el concepto común y el lenguaje técnico.
- Evaluar cada término y generar una revisión bibliográfica que permita dilucidar dudas :: Por tanto, es necesario evaluar si cada término o símbolo tendrá el mismo significado intrínseco para todos los investigadores competentes en es campo. Por ejemplo, expectativas.
- Precisar el alcance conceptual :: Si una palabra no satisface tal requerimiento es preciso substituirla por un término más especifico, de modo que se relacione de manera directa con un suceso observable, o bien,
- Ayudar al lector a comprender :: Si decide conservar las palabra original, agregue una definición que ayude al lector a comprender el significado que le está atribuyendo.
- Iniciar el marco teórico con las definiciones de distintos autores :: La definición de uno o más términos debe incluirse al redactar el informe en la investigación al igual que el enunciado del problema.
** Generar un trampolín
- Alta inversión de tiempo :: Una invesigación le exigirá invertir un tiempo considerable.
- Fuerte aprendizaje disciplinar :: Tras su desarrollo, aprenderá mucho acerca del tema en estudio.
- Que sea un puente entre sus actividades actuales y futuras :: Por tanto, procure que ese tema le sirva en su próxima etapa profesional.
** Pregúntese a sí mismo
- Lo que propongo realizar :: En lo que estoy haciendo, ¿estoy poniendo en juego lo medular de lo que he aprendido en la disciplina?
- En la balanza disciplinar, ¿pesa, realmente? :: En concreto, ¿posee sustancia?
- ¿Lo valoro? ¿Lo valoran mis pares disciplinares? :: Desde la perspectiva disciplinar,¿vale la pena?

