public/MI/MI.html
<li><a id="orgdfe7d1c"></a>El efecto de alguna situación educativa susceptible de cambio educativo (Elliot, 1990)&#xa0;&#xa0;&#xa0;<span class="tag"><span class="situacion">situacion</span>&#xa0;<span class="susceptible">susceptible</span>&#xa0;<span class="cambio">cambio</span></span><br ></li></ol></li></ol>
</div>

<div id="outline-container-orgb4f6597" class="outline-3">
<h3 id="orgb4f6597"><span class="section-number-3">6.2</span> Definir límites</h3>
<div class="outline-text-3" id="text-6-2">
<p>
Definir desde el inicio el alcance y los límites de la investigación. Esto se logra definiendo lo mejor posible:
</p>
<ul class="org-ul">
<li><b>el producto que se desea obtener</b> y</li>
<li><b>los productos intermedios</b></li>
</ul>

<p>
Los <b>productos intermedios</b> sirven como un mecanismo de control para mantener el desarrollo del trabajo. Los <b>limites</b> se establecen mediante el <b>marco teórico</b> y las referencias.
</p>
</div>
</div>

<div id="outline-container-orgb94d2fe" class="outline-3">
<h3 id="orgb94d2fe"><span class="section-number-3">6.3</span> No innovar sobre la marcha</h3>
<div class="outline-text-3" id="text-6-3">
<p>
Evitar que la investigación  sea moldeada por hallazgos posteriores. Una vez definido el tema investigación, se debe considerar cuidadosamente si vale la pena o no incorporar nuevas ideas.
</p>

<div class="BLOCK">
<p>
Una máxima que es positivo recordar es aquella que se produce cuando se inicia un pololeo y luego un noviazgo con un tema, y cuando se dan los primeros pasos, y se queman etapas, iniciándose algo más serio, como el matrimonio que es para toda la vida&#x2026;, en la medida de lo posible. (Siempre conviene no abortar o divorciarse de un tema).
</p>

</div>
</div>
</div>

<div id="outline-container-org25cb69a" class="outline-3">
<h3 id="org25cb69a"><span class="section-number-3">6.4</span> Responda a sí mismo</h3>
<div class="outline-text-3" id="text-6-4">
<p>
Intente iniciar un investigación respondiendo a sí mismo:
</p>
<ul class="org-ul">
<li>¿Cuál es el área en la que me gustaría centrar mi investigación?</li>
<li>¿Dispongo de la información adecuada?</li>
<li>¿Existe alguna teoría aplicable?</li>
<li>¿Qué título le pondré a la investigación?</li>
<li>¿Suena importante?</li>
<li>¿Ya tengo el tema, el título?</li>
<li>¿Qué quiero investigar?</li>
<li>¿Puedo identificar el producto resultante?</li>
<li>Tengo posibilidades concretas de recoger datos?</li>
</ul>
</div>
</div>
<div id="outline-container-orgcbdcc4d" class="outline-3">
<h3 id="orgcbdcc4d"><span class="section-number-3">6.5</span> Definir términos</h3>
<div class="outline-text-3" id="text-6-5">
<dl class="org-dl">
<dt>Aclarar con precisión el fenómeno</dt><dd>Al enunciar un problema, debe procurar aclarar con precisión el fenómeno a estudiar.</dd>
<dt>Comprendrer la distancia entre el lenguaje común y el leguaje técnico</dt><dd>Una polisemia de ciertos términos muchas veces es necesario precisarlos. Por ejemplo, autonomía, calidad. Una ambigüedad que se presenta por la diferencia entre el concepto común y el lenguaje técnico.</dd>
<dt>Evaluar cada término y generar una revisión bibliográfica que permita dilucidar dudas</dt><dd>Por tanto, es necesario evaluar si cada término o símbolo tendrá el mismo significado intrínseco para todos los investigadores competentes en es campo. Por ejemplo, expectativas.</dd>
<dt>Precisar el alcance conceptual</dt><dd>Si una palabra no satisface tal requerimiento es preciso substituirla por un término más especifico, de modo que se relacione de manera directa con un suceso observable, o bien,</dd>
<dt>Ayudar al lector a comprender</dt><dd>Si decide conservar las palabra original, agregue una definición que ayude al lector a comprender el significado que le está atribuyendo.</dd>
<dt>Iniciar el marco teórico con las definiciones de distintos autores</dt><dd>La definición de uno o más términos debe incluirse al redactar el informe en la investigación al igual que el enunciado del problema.</dd>
</dl>
</div>
</div>
<div id="outline-container-orgce57070" class="outline-3">
<h3 id="orgce57070"><span class="section-number-3">6.6</span> Generar un trampolín</h3>
<div class="outline-text-3" id="text-6-6">
<dl class="org-dl">
<dt>Alta inversión de tiempo</dt><dd>Una invesigación le exigirá invertir un tiempo considerable.</dd>
<dt>Fuerte aprendizaje disciplinar</dt><dd>Tras su desarrollo, aprenderá mucho acerca del tema en estudio.</dd>
<dt>Que sea un puente entre sus actividades actuales y futuras</dt><dd>Por tanto, procure que ese tema le sirva en su próxima etapa profesional.</dd>
</dl>
</div>
</div>
<div id="outline-container-org3c2f59f" class="outline-3">
<h3 id="org3c2f59f"><span class="section-number-3">6.7</span> Pregúntese a sí mismo</h3>
<div class="outline-text-3" id="text-6-7">
<dl class="org-dl">
<dt>Lo que propongo realizar</dt><dd>En lo que estoy haciendo, ¿estoy poniendo en juego lo medular de lo que he aprendido en la disciplina?</dd>
<dt>En la balanza disciplinar, ¿pesa, realmente?</dt><dd>En concreto, ¿posee sustancia?</dd>
<dt>¿Lo valoro? ¿Lo valoran mis pares disciplinares?</dt><dd>Desde la perspectiva disciplinar,¿vale la pena?</dd>
</dl>
</div>
</div>
</div>
