static/MI/MI.org
* Paradigmas en investigación educativa
#+CAPTION: Fuente 
 
|----------------------------------------+-------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------|
| Paradigma/Dimensión                    | Positivista                                                                                           | Interpretativo                                                                                                | Socio-crítico                                                             |
|----------------------------------------+-------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------|
| *Fundamentos y teoría que lo sustenta* | Racionalista. Positivismo lógico. Empirismo.                                                          | Fenomenología. Teoría interpretativa.                                                                         | Teoría crítica                                                            |
| *Método asociado*                      | Cuantitativo                                                                                          | Naturalista, cualitativo                                                                                      | Dialéctico                                                                |
| *Naturaleza de la realidad*            | Objetiva, estática, única, dada, fragmentable, convergente.                                           | Dinámica, múltiple, holística, construida, divergente.                                                        | Compartida, histórica, construida, dinámica, divergente.                  |
| *Finalidad de la investigación*        | Explicar, predecir, controlar los fenómenos, verificar teorías. Leyes para regular los fenómenos.     | Comprender e interpretar la realidad, los significados de las personas, percepciones, intenciones y acciones. | Identificar potencial de cambio, emancipar sujetos. Analizar la realidad. |
| *Relación Sujeto/Objeto*               | Independencia. Neutralidad. No se afectan. Investigador externo. Sujeto como objeto de investigación. | Dependencia. Se afectan. Implicación investigador. Interrelación.                                             | Relación influida por el compromiso. El investigador es un sujeto más.    |
| *Valores*                              | Neutros. Investigador libre de valores. Método es garantía de objetividad.                            | Explícitos. Influyen en la investigación.                                                                     | Compartidos. Ideología compartida.                                        |
| *Teoría/práctica*                      | Disociada, constituyen entidades distintas. La teoría norma para la práctica.                         | Relacionadas. Retroalimentación mutua.                                                                        | Indisociables. Relación dialéctica. La práctica es teoría en acción.      |
| *Criterios de calidad*                 | Validez, Fiabilidad, objetividad.                                                                     | Credibilidad, confirmación, transferibilidad.                                                                 | Intersubjetividad. Validez consensuada.                                   |
| *Técnicas: Instrumentos, estrategias*  | Cuantitativos, medición de tests, cuestionarios, observación sistemática. Experimentación.            | Cualitativos, descriptivos. Investigador principal instrumento. Perspectiva participante.                     | Estudio de casos. Técnicas dialécticas.                                   |
| *Análisis de datos*                    | Cuantitativo. Estadística descriptiva e inferencial.                                                  | Cualitativo. Inducción analítica, Triangulación.                                                              | Intersubjetivo. Dialéctico.                                               |
|----------------------------------------+-------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------------------------------------------+---------------------------------------------------------------------------|

* Diseño de investigaciones
** Diseño de investigación
cite:latorre1996bases define a un diseño de investigación como "un procedimiento de asignación de sujetos a las condiciones experimentales, así como la selección de las técnicas estadística de análisis adecuadas".

Para cite:kerlinger2001, ".. El diseño de investigaciones es el plan de estructura de las investigaciones concebidas de manera que se pueden obtener respuestas a las preguntas de investigación...". El diseño de investigación es un plan, dado que este especifica lo que investiga hará al plantearse su o sus hipótesis y las manipulaciones necesarias o para la recolección de datos. Asimismo es la estructura de la investigación, porque organiza p configura todos elementos del estudio relacionándolos de manera específica es decir, entre sí. En resumen para Kerlinger (1999), un diseño expresa la estructura del problema así como el plan de la investigación, para obtener evidencia empírica sobre las relaciones buscadas.

Otra forma de expresar estas ideas es simplemente decir que un diseño de investigación es la forma de arreglar las condiciones de un experimento, con el fin de poder responder a las preguntas formuladas sobre un evento o acontecimiento. Se relaciona con la identificación de variables importantes que determina la producción de un fenómeno, así como la evaluación de las condiciones experimentales para alcanzar la respuestas adecuadas a las preguntas planteadas.

Una de las funciones más importantes de los diseños investigación es la de eliminar las posibles fuentes de error para poder establecer relaciones inequívocas entre las variables identificadas, que en este caso son: la variable independiente la variable dependiente, (Plutchick, 1975; Kratochwill, 1978 y Schmelkes, 1988). Una segunda función es la de controlar las fuentes de error que pueden llevar erróneamente al investigador a afirmar que los defectos observados en la variable dependiente se deben a las manipulaciones en la variable independiente.

