public/MI/MI.html

<div id="outline-container-orgdc2deae" class="outline-2">
<h2 id="orgdc2deae"><span class="section-number-2">7</span> Paradigmas en investigación educativa</h2>
<div class="outline-text-2" id="text-7">
<table>


<colgroup>
<col  class="org-left">

<col  class="org-left">

<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Paradigma/Dimensión</th>
<th scope="col" class="org-left">Positivista</th>
<th scope="col" class="org-left">Interpretativo</th>
<th scope="col" class="org-left">Socio-crítico</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><b>Fundamentos y teoría que lo sustenta</b></td>
<td class="org-left">Racionalista. Positivismo lógico. Empirismo.</td>
<td class="org-left">Fenomenología. Teoría interpretativa.</td>
<td class="org-left">Teoría crítica</td>
</tr>

<tr>
<td class="org-left"><b>Método asociado</b></td>
<td class="org-left">Cuantitativo</td>
<td class="org-left">Naturalista, cualitativo</td>
<td class="org-left">Dialéctico</td>
</tr>

<tr>
<td class="org-left"><b>Naturaleza de la realidad</b></td>
<td class="org-left">Objetiva, estática, única, dada, fragmentable, convergente.</td>
<td class="org-left">Dinámica, múltiple, holística, construida, divergente.</td>
<td class="org-left">Compartida, histórica, construida, dinámica, divergente.</td>
</tr>

<tr>
<td class="org-left"><b>Finalidad de la investigación</b></td>
<td class="org-left">Explicar, predecir, controlar los fenómenos, verificar teorías. Leyes para regular los fenómenos.</td>
<td class="org-left">Comprender e interpretar la realidad, los significados de las personas, percepciones, intenciones y acciones.</td>
<td class="org-left">Identificar potencial de cambio, emancipar sujetos. Analizar la realidad.</td>
</tr>

<tr>
<td class="org-left"><b>Relación Sujeto/Objeto</b></td>
<td class="org-left">Independencia. Neutralidad. No se afectan. Investigador externo. Sujeto como objeto de investigación.</td>
<td class="org-left">Dependencia. Se afectan. Implicación investigador. Interrelación.</td>
<td class="org-left">Relación influida por el compromiso. El investigador es un sujeto más.</td>
</tr>

<tr>
<td class="org-left"><b>Valores</b></td>
<td class="org-left">Neutros. Investigador libre de valores. Método es garantía de objetividad.</td>
<td class="org-left">Explícitos. Influyen en la investigación.</td>
<td class="org-left">Compartidos. Ideología compartida.</td>
</tr>

<tr>
<td class="org-left"><b>Teoría/práctica</b></td>
<td class="org-left">Disociada, constituyen entidades distintas. La teoría norma para la práctica.</td>
<td class="org-left">Relacionadas. Retroalimentación mutua.</td>
<td class="org-left">Indisociables. Relación dialéctica. La práctica es teoría en acción.</td>
</tr>

<tr>
<td class="org-left"><b>Criterios de calidad</b></td>
<td class="org-left">Validez, Fiabilidad, objetividad.</td>
<td class="org-left">Credibilidad, confirmación, transferibilidad.</td>
<td class="org-left">Intersubjetividad. Validez consensuada.</td>
</tr>

<tr>
<td class="org-left"><b>Técnicas: Instrumentos, estrategias</b></td>
<td class="org-left">Cuantitativos, medición de tests, cuestionarios, observación sistemática. Experimentación.</td>
<td class="org-left">Cualitativos, descriptivos. Investigador principal instrumento. Perspectiva participante.</td>
<td class="org-left">Estudio de casos. Técnicas dialécticas.</td>
</tr>

<tr>
<td class="org-left"><b>Análisis de datos</b></td>
<td class="org-left">Cuantitativo. Estadística descriptiva e inferencial.</td>
<td class="org-left">Cualitativo. Inducción analítica, Triangulación.</td>
<td class="org-left">Intersubjetivo. Dialéctico.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgec42ccc" class="outline-2">
<h2 id="orgec42ccc"><span class="section-number-2">8</span> Diseño de investigaciones</h2>
<div class="outline-text-2" id="text-8">
</div><div id="outline-container-org9d2808a" class="outline-3">
<h3 id="org9d2808a"><span class="section-number-3">8.1</span> Diseño de investigación</h3>
<div class="outline-text-3" id="text-8-1">
<p>
<a class='org-ref-reference' href="#latorre1996bases">latorre1996bases</a> define a un diseño de investigación como &laquo;un procedimiento de asignación de sujetos a las condiciones experimentales, así como la selección de las técnicas estadística de análisis adecuadas&raquo;.
</p>

<p>
Para <a class='org-ref-reference' href="#kerlinger2001">kerlinger2001</a>, &laquo;.. El diseño de investigaciones es el plan de estructura de las investigaciones concebidas de manera que se pueden obtener respuestas a las preguntas de investigación&#x2026;&raquo;. El diseño de investigación es un plan, dado que este especifica lo que investiga hará al plantearse su o sus hipótesis y las manipulaciones necesarias o para la recolección de datos. Asimismo es la estructura de la investigación, porque organiza p configura todos elementos del estudio relacionándolos de manera específica es decir, entre sí. En resumen para Kerlinger (1999), un diseño expresa la estructura del problema así como el plan de la investigación, para obtener evidencia empírica sobre las relaciones buscadas.
</p>

<p>
Otra forma de expresar estas ideas es simplemente decir que un diseño de investigación es la forma de arreglar las condiciones de un experimento, con el fin de poder responder a las preguntas formuladas sobre un evento o acontecimiento. Se relaciona con la identificación de variables importantes que determina la producción de un fenómeno, así como la evaluación de las condiciones experimentales para alcanzar la respuestas adecuadas a las preguntas planteadas.
</p>

<p>
Una de las funciones más importantes de los diseños investigación es la de eliminar las posibles fuentes de error para poder establecer relaciones inequívocas entre las variables identificadas, que en este caso son: la variable independiente la variable dependiente, (Plutchick, 1975; Kratochwill, 1978 y Schmelkes, 1988). Una segunda función es la de controlar las fuentes de error que pueden llevar erróneamente al investigador a afirmar que los defectos observados en la variable dependiente se deben a las manipulaciones en la variable independiente.
</p>
</div>
</div>
